Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Google] Associate EN>BR-PT.tmx
Source language: en
Languages: pt_br

source: There are two zero-touch portals - one for Resellers, and another for customers.
pt_br: Há dois portais sem toque - um para Revendedores, e outro para clientes.

source: Let&rsquo;s have a quick recap before moving on.
pt_br: Vamos recapitular rapidamente antes de prosseguir.

source: The zero-touch reseller API helps zero-touch resellers automate their integration.
pt_br: A API do sem toque ajuda os revendedores sem toque a automatizarem a integração.

source: Liz just needs to turn it on and not touch it.
pt_br: Liz só precisa ligá-lo e não tocá-lo.

source: All Android Enterprise Recommended devices come with pre-installed enterprise applications by Google.
pt_br: Todos os dispositivos Android Enterprise Recommended vêm com aplicativos corporativos pré-instalados pelo Google.

source: To add 25 devices or fewer, zero-touch resellers can perform a quick upload directly within the console by entering the IMEIs or serial numbers of the sold devices
pt_br: Para adicionar 25 dispositivos ou menos, os revendedores sem toque podem realizar um upload rápido dentro do console, inserindo os IMEIs ou números de série dos dispositivos vendidos

source: How can we cater for them all?&rdquo;
pt_br: Como podemos atender a todos eles?&rdquo;

source: AE partners
pt_br: Parceiros do AE

source: Course complete.
pt_br: Curso concluído.

source: IMEI, Screen size, Serial Number
pt_br: IMEI, tamanho da tela, Nº de Série

source: PAGE 2 KEEP GOING
pt_br: PÁGINA 2 CONTINUAR

source: CUSTOMERS
pt_br: CLIENTES

source: The reseller zero-touch portal will be used to assign purchased devices to a customer&#39;s zero-touch enrollment account.
pt_br: O portal de registro sem toque do revendedor será usado para atribuir dispositivos adquiridos a uma conta do registro sem toque do cliente.

source: The IT department or SP identifies a use case for the team of pilots.
pt_br: O departamento de TI ou o SP (provedor de serviço) identifica um caso de uso para a equipe de pilotos.

source: Well done!
pt_br: Muito bem!

source: c) third parties have not been able to see it.&nbsp;
pt_br: c) terceiros não sejam capazes de vê-la.&nbsp;

source: The Android Advantage.
pt_br: A Vantagem do Android.

source: From sole proprietors to large-scale multinationals, like our airline, there is a solution for every organization.
pt_br: De usuários individuais a multinacionais de grande porte, como nossa companhia aérea, há uma solução Android para todas as empresas.

source: It might be useful to select devices with built-in scanners so parts and serial numbers can be recorded accurately and quickly.
pt_br: Pode ser útil escolher dispositivos com scanners para registrar peças e números de série com precisão e rapidez.

source: Vulnerabilities get fixed with security patches to improve the security posture of devices and prevent exploits.
pt_br: As vulnerabilidades são corrigidas com atualizações de segurança para aprimorar a postura de segurança dos dispositivos e impedir invasões.

source: The zero-touch Reseller role is applicable for device distributors, resellers, carries/operators and service providers who resell or integrate zero-touch.
pt_br: A função de revendedor sem toque se aplica a distribuidores de dispositivos, revendedores, operadoras e provedores de serviços que revendam ou integrem o sem toque.

source: &ldquo;The store offers a wide selection of Android devices, often purchased by the employees.&rdquo;
pt_br: &ldquo;A loja oferece uma ampla variedade de dispositivos Android, muitas vezes comprados pelos funcionários.&rdquo;

source: The zero-touch portal consists of two individual portals:
pt_br: O portal sem toque consiste em dois portais individuais:

source: Help Samuel.
pt_br: Ajude o Samuel.

source: Android Platform
pt_br: Plataforma Android

source: Alex says:&nbsp;
pt_br: Alex diz:&nbsp;

source: Be sure to review the .CSV format to understand the field values to use in the .CSV file.
pt_br: Lembre-se de analisar o formato do arquivo .CSV para entender os valores a serem utilizados no arquivo.

source: Click Apply
pt_br: Clique em Apply

source: Every 30 days.
pt_br: A cada 30 dias.

source: zoom in
pt_br: aumentar o zoom

source: Under Android Enterprise, a device can either have an always-on VPN or force specific apps to use one.&nbsp;
pt_br: No Android Enterprise, um dispositivo pode ter uma VPN sempre ativa ou forçar aplicativos específicos a utilizarem uma.&nbsp;

source: Try answering some questions so we can assess your ability.
pt_br: Responda a algumas perguntas para avaliarmos suas habilidades.

source: Reseller:
pt_br: Revendedor:

source: Update Role Page 1
pt_br: Atualizar Função Página 1

source: Add devices
pt_br: Adicionar dispositivos

source: Google releases security updates every 30 days through Google Play services.
pt_br: O Google lança atualizações de segurança a cada 30 dias através dos serviços do Google Play.

source: Would you like me to take you through the details?”
pt_br: Gostaria de conhecer mais detalhes?

source: Application sideloading
pt_br: Instalação de aplicativos não confiáveis

source: EXIT
pt_br: SAIR

source: Add comma-separated email addresses for other Customer users
pt_br: Adicione os e-mails dos demais usuários do cliente separados por vírgulas

source: “How about portable kiosks that customers can pick up and take around the terminal with them?”
pt_br: “Que tal quiosques portáteis que os clientes podem levar pelo terminal?”

source: You&#39;ve completed Zero-touch portal fundamentals.
pt_br: Você completou a aula Fundamentos do portal sem toque.

source: Set this to a telephone number your device users can call, using another device, to get help.
pt_br: Defina um número de telefone para o qual os usuários do dispositivo possam ligar para obter ajuda a partir de outro dispositivo.

source: An employee uses his mobile device to send a message to his colleague to invite him to a friendly afterwork.
pt_br: Um empregado usa seu aparelho pessoal para mandar mensagem para um colega convidando-o para um happy hour.

source: Because the devices will be owned by the department, they can be configured with zero-touch which will make setting them up quicker and new apps can be silently deployed, when the time comes to expand their use.
pt_br: Como os dispositivos serão de propriedade do departamento, eles podem ser configurados com o sem toque, o que torna a configuração mais rápida. Além disso, novos aplicativos podem ser implantados silenciosamente quando for a hora de expandir seu uso.

source: Search
pt_br: Pesquisar

source: Creating and assigning a zero-touch configuration
pt_br: Criando e atribuindo uma configuração sem toque

source: Your feedback
pt_br: Seu feedback

source: You&rsquo;ll potentially work together on joint deployments
pt_br: Vocês podem trabalhar juntos em implantações conjuntas

source: An employee using a managed Android device owned by the company that has been customized into a barcode scanner to perform a job faster anywhere.
pt_br: Um funcionário usar um dispositivo Android que a empresa personalizou como scanner de código de barras para executar um trabalho mais rápido em qualquer lugar.

source: Google Safe Browsing protects users from malware and phishing while online.
pt_br: O Google Safe Browsing protege os usuários contra malwares e phishing durante a navegação.

source: How it works
pt_br: Como funciona

source: How would you explain Verified Boot to Jana?
pt_br: Como você explicaria a Inicialização Verificada para Jana?

source: &ldquo;We have employees out on the runway, working from home, as well as in our engineering depots and offices.
pt_br: &ldquo;Temos funcionários na pista de pouso, outros que trabalham remotamente, bem como os que trabalham nos depósitos de engenharia e escritórios.

source: Assigning zero-touch configurations
pt_br: Atribuindo configurações sem toque

source: Modemtype &ndash; IMEI for cellular devices
pt_br: Modemtype - IMEI para dispositivos celulares

source: How to deregister multiple devices in the reseller portal
pt_br: Como cancelar o registro de múltiplos dispositivos no portal do revendedor

source: Google regularly releases security patches.
pt_br: O Google libera atualizações de segurança regularmente.

source: Introduction.
pt_br: Introdução.

source: Zero-touch enrollment process
pt_br: Processo do registro sem toque

source: A table lists your customers.
pt_br: Uma lista com seus clientes será aberta.

source: Keep going page 2
pt_br: Continue tentando página 2

source: Here&rsquo;s what Alex has to say:&nbsp;
pt_br: Veja o que Alex tem a dizer:

source: PAGE 3 ACCORDION #19
pt_br: PÁGINA 3 ACCORDION #19

source: Managing Android devices
pt_br: Gerenciando dispositivos Android

source: “Do you need a VPN to access your network over 5G?”
pt_br: “Você precisa de VPN para acessar sua rede no 5G?”

source: Read the customer statement and match the best feature to talk about.
pt_br: Leia o depoimento do cliente e escolha o melhor recurso para apresentar.

source: A customer can only have one authorized reseller to register a new one and delete the existing one.
pt_br: O cliente só pode ter um revendedor autorizado. Para poder registrar um novo, é preciso excluir o existente.

source: COMPLETE COURSE
pt_br: CONCLUIR CURSO

source: Operations and maintenance
pt_br: Operações e manutenção

source: Introduction to zero-touch basics.
pt_br: Introdução aos fundamentos do sem toque.

source: To add more than 25 devices in a single upload, zero-touch resellers can upload the IMEIs, MEIDs or serial numbers of the sold devices using a CSV file
pt_br: Para adicionar mais de 25 dispositivos em um único upload, os revendedores sem toque podem carregar os IMEIs, MEIDs ou números de série dos dispositivos vendidos usando um arquivo CSV

source: Jana from Sales Ltd is worried about custom operating systems or malicious code being installed on her fleet of managed devices.
pt_br: Jana, de Vendas Ltda., teme que sistemas operacionais personalizados ou códigos maliciosos possam ser instalados em sua frota de dispositivos gerenciados.

source: Finding devices
pt_br: Pesquisando dispositivos

source: Narrative 1 Page 1
pt_br: Narrativa 1 Página 1

source: Well done.
pt_br: Muito bem.

source: Outdated software
pt_br: Softwares desatualizados

source: Deployment requirements
pt_br: Requisitos de implantação

source: “I’m afraid we’ll only be able to help you with the app.
pt_br: “Lamento, só poderemos ajudá-los com o aplicativo.

source: Enforcing security is easy with EMM policies.
pt_br: Com as políticas de EMM, reforçar a segurança ficou fácil.

source: With a work profile you can securely and privately use the same device for work and personal purposes.
pt_br: Com um perfil profissional, é possível usar o mesmo dispositivo de forma segura e privada para fins pessoais e profissionais.

source: Identify training needs.
pt_br: Identificar as necessidades de treinamento.

source: You&rsquo;ve completed the Basics of Android Security class.
pt_br: Você completou a aula Noções Básicas de Segurança do Android.

source: inview
pt_br: visualização interna

source: Some devices are used for specific tasks, such as scanning bags or reporting maintenance tasks.
pt_br: Alguns dispositivos são utilizados para tarefas específicas, como escanear bagagens ou reportar atividades de manutenção.

source: “A BYOD solution with a work profile is probably appropriate here.”
pt_br: “Uma solução BYOD com um perfil profissional provavelmente pode ser a mais adequada.”

source: Personal profile
pt_br: Perfil pessoal

source: “How about training your staff on how to use smartphones before deciding how to manage these devices?”
pt_br: “Que tal treinar sua equipe sobre como usar smartphones antes de decidir como gerenciar os dispositivos?”

source: Module 2
pt_br: Módulo 2

source: Close window
pt_br: Fechar janela

source: If the customer can't access the portal, follow the troubleshooting flow for that.
pt_br: Se o cliente não conseguir acessar o portal, siga as etapas para solução de problemas.

source: Module 3
pt_br: Módulo 3

source: Ready for use
pt_br: Pronto para usar

source: Model, Manufacturer, IMEI
pt_br: Modelo, Fabricante, IMEI

source: Prevent loss and theft with built-in device tracking that can be enforced by IT admins.
pt_br: Evite perdas e roubos com o recurso de rastreamento de dispositivos que pode ser ativado pelo departamento de TI.

source: Why zero-touch enrollment?
pt_br: Por que usar o registro sem toque?

source: You can use uppercase or lowercase letters (without accents) and spaces.
pt_br: Você pode usar letras maiúsculas ou minúsculas (sem acentos) e espaços.

source: Reflection
pt_br: Reflexão

source: 3 billion devices globally, and almost 300 million Android devices were shipped for business use in 2020 alone.
pt_br: 3 bilhões de dispositivos em todo o mundo, e quase 300 milhões de dispositivos Android foram despachados para uso comercial só em 2020.

source: We will dive into these layers later in the Basics of Android Security class.
pt_br: Abordaremos essas camadas mais tarde na aula Noções Básicas de Segurança do Android.

source: Reseller access is granted through the customer&#39;s zero-touch portal.
pt_br: O acesso do revendedor é concedido através do portal sem toque do cliente.

source: Ability for IT to track devices.
pt_br: A permissão que o TI tem de rastrear os dispositivos.

source: Helping them navigate the zero-touch portal and troubleshoot any potential issues
pt_br: Você os ajudará a navegar no portal sem toque e solucionará potenciais problemas

source: Android powers a connected workforce with productive apps, multiple layers of security, comprehensive management and a range of devices to fit any job.
pt_br: O Android alimenta uma força de trabalho conectada a aplicativos produtivos, múltiplas camadas de segurança, gerenciamento abrangente e uma gama de dispositivos que atendem às mais variadas funções.

source: Data could be vulnerable if a device is lost or stolen that has a weak password or USB debugging has not been disabled.
pt_br: Os dados podem ficar vulneráveis se um dispositivo perdido ou roubado e que tenha uma senha fraca ou depuração USB não for desativado.

source: Attempts taken
pt_br: Tentativas realizadas

source: Select a Role
pt_br: Selecione uma função em Role

source: Using the customer portal.
pt_br: Como usar o portal do cliente

source: To deregister a batch of devices in the reseller portal, locate/create a CSV file with the devices listed.
pt_br: Para cancelar o registro de um lote de dispositivos no portal do revendedor, localize/crie um arquivo CSV com os dispositivos listados.

source: You&rsquo;ll work together on joint deployments.
pt_br: Vocês trabalharão juntos em implantações conjuntas.

source: From your initial conversation with Amira, you&rsquo;ve gathered that she wants to install a number of information points around the airport.
pt_br: A partir da conversa inicial com Amira, você identificou que ela quer instalar uma série de pontos de informação pelo aeroporto.

source: Define the appropriate management model that best fits into the company environment and requirement, for example:
pt_br: Definir o modelo de gerenciamento adequado ao cenário e aos requisitos da empresa, por exemplo:

source: The experience was a success and we&rsquo;ve decided to generalize the app.&rdquo;
pt_br: A experiência foi um sucesso e decidimos generalizar o aplicativo.&rdquo;

source: &ldquo;It sounds like this could open a range of opportunities.
pt_br: &ldquo;Parece que isso pode abrir um leque de oportunidades.

source: Overview.
pt_br: Visão Geral.

source: Zero-touch portal fundamentals PAGE 2
pt_br: Fundamentos do portal sem toque PÁGINA 2

source: To grant access, simply:
pt_br: Para conceder acesso, simplesmente:

source: These are the steps for registering a customer for zero-touch enrollment on the portal:
pt_br: Estas são as etapas para cadastrar um cliente no registro sem toque no portal:

source: Using an Android Enterprise EMM solution, IT admins can set up and apply over-the-air (OTA) system updates to devices under management.
pt_br: Utilizando uma solução Android Enterprise de EMM, administradores de TI podem configurar e aplicar atualizações de sistema over-the-air (OTA) para os dispositivos gerenciados.

source: PAGE 3 FLOW CART
pt_br: PÁGINA 3 FLUXOGRAMA

source: Zero-touch Post Survey
pt_br: Pesquisa pós-avaliação sobre o sem toque

source: What are the issues you&rsquo;re experiencing with that process currently?&rdquo;
pt_br: Quais são os problemas que vocês enfrentam nesse processo atualmente?&rdquo;

source: Company-owned devices can be configured with a QR code, an NFC bump, or a downloaded EMM token.
pt_br: Os dispositivos da empresa podem ser configurados com um código QR, uma etiqueta NFC ou um token EMM.

source: Devices for any task.
pt_br: Dispositivos para todo tipo de atividades.

source: Zero-touch resellers receive access to their portal from Google
pt_br: Os revendedores sem toque recebem acesso ao seu portal do Google

source: You ran out of time!
pt_br: Seu tempo acabou!

source: Android zero-touch to be available for all Android 9+ devices.
pt_br: O Android sem toque está disponível para todos os dispositivos Android 9 ou superior.

source: Click Configurations in the navigation bar
pt_br: Clique em Configurações na barra de navegação

source: Assigning a default configuration.
pt_br: Atribuindo uma configuração padrão.

source: Incorrect
pt_br: Incorreto

source: We&rsquo;re looking to try out a pilot project (forgive the pun) for our flight crews that perhaps you can help with.&rdquo;
pt_br: Desejamos implementar um projeto piloto (desculpe o trocadilho) para nossas tripulações, e talvez você possa nos ajudar.&rdquo;

source: Browser
pt_br: Navegador

source: Managed devices keep the cameras on so IT can find any lost devices.
pt_br: Os dispositivos gerenciados mantêm as câmeras ligadas para que o TI possa encontrar dispositivos perdidos.

source: A customer ID
pt_br: A ID de cliente

source: IMEI &ndash; You should set this value to IMEI using uppercase characters, or one of the other possible values shown here
pt_br: IMEI - você deve usar o IMEI com caracteres maiúsculos ou um dos outros valores possíveis exemplificados aqui

source: Set the customer account owner in Owner email
pt_br: Defina o titular da conta do cliente em Owner email

source: But don’t worry, you can try again in 24 hours.
pt_br: Mas não se preocupe, você pode tentar novamente em 24 horas.

source: Baggage handlers will need to scan bags, possibly outside, so they will need handsets with integrated scanners that can handle all weather conditions and can survive being dropped.
pt_br: Os funcionários responsáveis por carregar as bagagens podem precisar digitalizar as malas em ambiente externo, portanto precisam de aparelhos com scanners integrados que possam lidar com todas as condições climáticas e resistir a possíveis quedas.

source: They are concerned that apps on Android share data by default.
pt_br: Bina demonstra preocupação com o fato de aplicativos para Android compartilharem dados por padrão.

source: Let&rsquo;s find out what suggested steps to consider when helping a customer find a mobility solution.
pt_br: Vamos descobrir quais os passos a serem considerados para ajudar um cliente a encontrar uma solução de mobilidade.

source: Company admin creates enterprise mobility management configurations that will apply to devices in the zero-touch portal.
pt_br: O administrador da empresa cria configurações EMM que serão aplicadas aos dispositivos no portal de registro sem toque.

source: Updating configurations for a batch of devices
pt_br: Como atualizar configurações em um lote de dispositivos

source: Businesses, like the airline, can choose from a variety of devices to meet every use case and budget, from knowledge worker phones and tablets to ruggedized, special‑purpose devices.
pt_br: Assim como a companhia aérea, as empresas podem escolher entre uma variedade de dispositivos para atender a necessidades e orçamentos específicos, desde celulares e tablets dos funcionários até dispositivos mais robustos e resistentes para situações especiais.

source: Assessment Overview
pt_br: Visão Geral da Avaliação

source: You need to contact your team members and tell them about their new portal access.
pt_br: Você precisa entrar em contato com eles para informar sobre o novo acesso ao portal.

source: As we read earlier, Android offers the end-users many benefits.
pt_br: Como lemos anteriormente, o Android oferece muitos benefícios aos usuários finais.

source: None of these - they are all Enterprise mobility use-cases.
pt_br: Nenhuma das anteriores. Todas as opções são exemplos de uso corporativo

source: PAGE 2 FLOW CHART #10
pt_br: PÁGINA 2 FLUXOGRAMA #10

source: Further policies can be set to prevent corporate data from being copied, printed, or saved to unauthorized locations.
pt_br: Outras políticas podem ser definidas para evitar que os dados corporativos sejam copiados, impressos ou salvos em locais não autorizados.

source: Identify requirements and use case
pt_br: Identificar requisitos e uso

source: Android Enterprise Associate Pre-survey
pt_br: Pesquisa antes da avaliação do Android Enterprise Associate

source: All of the above
pt_br: Todas as anteriores

source: Any customers needing assistance with Device Admin migration should read this&nbsp;blog entry.
pt_br: Os clientes que precisam de assistência para fazer a migração do Device Admin devem ler esta&nbsp;publicação do blog.

source: Android Enterprise partners.
pt_br: Parceiros Android Enterprise.

source: “Does your building have access to 5G?”
pt_br: “O local tem acesso à rede 5G?”

source: EMM Provider – Technical user
pt_br: Fornecedor de EMM - Usuário técnico

source: What would be an appropriate response?
pt_br: Qual seria a resposta adequada?

source: Google Play Protect is constantly learning, so it&rsquo;s always up to date to protect users from the latest threats.
pt_br: O Google Play Protect está em constante aprendizado e é sempre atualizado para proteger os usuários das mais recentes ameaças.

source: Click on Resellers in the left hand navigation bar
pt_br: Clicar em Resellers na barra de navegação à esquerda

source: Strong passwords and device security challenges
pt_br: Senhas fortes e desafios de segurança para dispositivos

source: Create customer accounts in the zero-touch portal
pt_br: Criar contas de clientes no portal de registro sem toque

source: CONGRATULATIONS SALES ONLY EXIT BUTTON
pt_br: PARABÉNS BOTÃO DE SAÍDA APENAS VENDAS

source: You need to complete all activities to pass this class.
pt_br: Você precisa concluir todas as atividades para passar nesta aula.

source: Personally Enabled
pt_br: Ativado Pessoalmente

source: Google continues to invest in security with a vulnerability reward program, monthly security updates and ongoing research to ensure that Android is always on the front lines of data and device protection.
pt_br: O Google continua investindo em segurança com um programa de recompensa a vulnerabilidades, atualizações mensais de segurança e pesquisas contínuas para garantir que o Android esteja sempre na linha de frente da tecnologia de proteção de dados em dispositivos.

source: Carriers provide the networks and, along with device resellers, supply devices, distribution and mobility services.
pt_br: As operadoras fornecem as redes e, juntamente com revendedores, fornecem dispositivos, serviços de distribuição e mobilidade.
